Repository: denizTutuncu/SolanaPackage
Catalog: SolanaSwiftSDK/SolanaPackage/SolanaPackage/Seed/Seed Presentation/*.lproj/Seed.strings
Languages: el, pt_br, tr

# IMPORT_SEED_VIEW_TITLE
source: Import Your Seed Phrase
el: Εισαγάγετε τη φράση σας
pt_br: Frase Semente
tr: Tohum Cümlesi

# IMPORT_SEED_VIEW_SUBTITLE
source: Your seed phrase is never stored on the device. You will only provide it once, and it is only shown during setup. The order of the seed phrase is crucial, so ensure that you toggle each button corresponding to each phrase to maintain the correct order. Please ensure that you keep your seed phrase physically secure.
el: Η αρχική σας φράση δεν αποθηκεύεται ποτέ στη συσκευή. Θα το δώσετε μόνο μία φορά και εμφανίζεται μόνο κατά τη ρύθμιση. Η σειρά της φράσης σπόρων είναι ζωτικής σημασίας, επομένως βεβαιωθείτε ότι παρέχετε τη σωστή σειρά.
pt_br: Sua frase inicial nunca é armazenada no dispositivo. Você o fornecerá apenas uma vez e só será mostrado durante a configuração. A ordem da frase-semente é crucial, portanto, certifique-se de fornecer a ordem correta.
tr: Tohum cümlesi asla cihazda saklanmaz. Yalnızca bir kez görürsünüz ve yalnızca kurulum sırasında gösterilir. Tohum cümlesinin sırası çok önemlidir, bu nedenle doğru sırayı sağladığınızdan emin olun.

# IMPORT_SEED_VIEW_BUTTON_TITLE
source: Import Wallet From Seed
el: Εισαγωγή πορτοφολιού από σπόρους
pt_br: Importar carteira do seed
tr: Cüzdanı Tohumdan İçe Aktar

# IMPORT_SEED_VIEW_ERROR_MESSAGE
source: Cannot import seed phrase
el: Δεν είναι δυνατή η εισαγωγή φράσης σποράς
pt_br: Não é possível carregar a frase inicial
tr: Cüzdan olusturmak için gereken tohum cümleniz yüklenemiyor

# IMPORT_SEED_VIEW_ERROR_BUTTON_TITLE
source: Try to import again
el: Δοκιμάστε ξανά την εισαγωγή
pt_br: Tente novamente
tr: Tekrar deneyin

# IMPORT_SEED_VIEW_LOADING_TITLE
source: Importing Seed Phrase...
el: Εισαγωγή φράσης σπόρων...
pt_br: Carregando frase-semente...
tr: Tohum Cümleniz Yükleniyor...

# EXPORT_SEED_VIEW_TITLE
source: Exported Seed Phrase
el: Φράση εξαγόμενου σπόρου
pt_br: Frase-semente exportada
tr: İhraç Edilen Tohum Cümleniz

# EXPORT_SEED_VIEW_SUBTITLE
source: The exported seed phrase is never stored on the device. You will only see it once, and it is only shown during setup. The order of the seed phrase is crucial, so ensure that you toggle each button corresponding to each phrase to maintain the correct order. Please ensure that you keep your seed phrase physically secure.
el: Η εξαγόμενη φράση σπόρου δεν αποθηκεύεται ποτέ στη συσκευή. Θα το δείτε μόνο μία φορά και εμφανίζεται μόνο κατά τη ρύθμιση. Η σειρά της φράσης σποράς είναι ζωτικής σημασίας, επομένως βεβαιωθείτε ότι αλλάζετε κάθε κουμπί που αντιστοιχεί σε κάθε φράση για να διατηρήσετε τη σωστή σειρά. Βεβαιωθείτε ότι διατηρείτε τη φράση σποράς σας φυσικά ασφαλή.
pt_br: A frase inicial exportada nunca é armazenada no dispositivo. Você o verá apenas uma vez e só será mostrado durante a configuração. A ordem da frase-semente é crucial, portanto, certifique-se de alternar cada botão correspondente a cada frase para manter a ordem correta. Certifique-se de manter sua frase-semente fisicamente segura.
tr: Dışa aktarılan tohum cümlesi hiçbir zaman cihazda saklanmaz. Yalnızca bir kez göreceksiniz ve yalnızca kurulum sırasında gösterilir. Temel ifadenin sırası çok önemlidir, bu nedenle doğru sırayı korumak için her bir ifadeye karşılık gelen her düğmeyi değiştirdiğinizden emin olun. Lütfen tohum ifadenizi fiziksel olarak güvende tuttuğunuzdan emin olun.

# EXPORT_SEED_VIEW_BUTTON_TITLE
source: Create New Wallet
el: Δημιουργία νέου πορτοφολιού
pt_br: Criar nova carteira
tr: Yeni Cüzdan Oluştur

# EXPORT_SEED_VIEW_ERROR_MESSAGE
source: Cannot export seed phrase
el: Δεν είναι δυνατή η εξαγωγή φράσης σπόρου
pt_br: Não é possível exportar a frase inicial
tr: Tohum cümleniz dışa aktarılamıyor

# EXPORT_SEED_VIEW_ERROR_BUTTON_TITLE
source: Try to export again
el: Δοκιμάστε ξανά την εξαγωγή
pt_br: Tente exportar novamente
tr: Tekrar dışa aktarmayı deneyin

# EXPORT_SEED_VIEW_LOADING_TITLE
source: Exporting Seed Phrase...
el: Εξαγωγή φράσης σπόρων....
pt_br: Exportando frase-semente...
tr: Tohum Cümleniz Dışa Aktarılıyor...
